coalman321/Column-Code/firmware/sdkconfig.defaults
# Target
CONFIG_IDF_TARGET="esp32c6"

# Increase main task stack for HTTP client
CONFIG_ESP_MAIN_TASK_STACK_SIZE=8192
